Repository: VideobserverSA/VOConverter
Catalog: lang/*/LC_MESSAGES/voconv.po
Languages: pt_pt

source: Open Playlist
pt_pt: Abrir Playlist

source: Open a playlist (.vopl) for conversion
pt_pt: Abrir uma playlist (.vopl) para conversão

source: Quit
pt_pt: Sair

source: Quit the App
pt_pt: Sair da Aplicação

source: English
pt_pt: Inglês

source: Select English language
pt_pt: Selecionar Língua Inglesa

source: Portuguese
pt_pt: Português

source: Select Portuguese language
pt_pt: Selecionar Língua Portuguesa

source: File
pt_pt: Ficheiro

source: Language
pt_pt: Língua

source: Drawings Pause Time
pt_pt: Pausa do Desenho

source: Font Size
pt_pt: Tamanho da Letra

source: Destination:
pt_pt: Destino:

source: Select final video destination directory
pt_pt: Selecionar diretoria de destino do vídeo final

source: Open File
pt_pt: Abrir Ficheiro

source: Version:
pt_pt: Versão:

source: , date:
pt_pt: ,data:

source: New version on Server
pt_pt: Nova versão disponivel

source: There is a new version available for download. Do you wish to:
pt_pt: Existe uma nova versão disponível no servidor. Deseja:

source: Download
pt_pt: Descarregar

source: Ignore this time
pt_pt: Ignorar desta vez

source: VO Playlist
pt_pt: Playlist VO

source: Video Files
pt_pt: Ficheiros de Video

source: All Files
pt_pt: Todos os Ficheiros

source: Video file not found, please select another
pt_pt: Ficheiro de vídeo não encontrado, por favor escolha outro.

source: Processing...
pt_pt: A Processar...

source: Processing item %i
pt_pt: A processar item %i

source: Adding subtitles to item %i
pt_pt: A adicionar legendas ao item %i

source: Fast cutting item %i
pt_pt: A cortar o item %i

source: Adding drawing to item %i
pt_pt: Adicionar desenho ao item %i

source: Finishing item %i
pt_pt: A acabar item %i

source: Joining final video
pt_pt: A criar o vídeo final

source: Overwrite final file?
pt_pt: Substituir ficheiro final?

source: There is already a file with that name on the destination directory... Do you wish to:
pt_pt: Já existe um ficheiro com o mesmo nome na diretoria de destino... Deseja:

source: Overwrite
pt_pt: Substituir

source: Rename
pt_pt: Renomear

source: Done in %s:%s:%s ...
pt_pt: Completo em %s:%s:%s ...

source: Done in
pt_pt: Completo em

source: Playlist done...
pt_pt: Playlist completa...

source: Open Video
pt_pt: Abrir Video

source: Select new file
pt_pt: Selecione Novo Ficheiro
